{
	"Comment.nvim": {
		"branch": "master"
	},
	"LuaSnip": {
		"branch": "master"
	},
	"cmp-buffer": {
		"branch": "main"
	},
	"cmp-cmdline": {
		"branch": "main"
	},
	"cmp-nvim-lsp": {
		"branch": "main"
	},
	"cmp-nvim-lua": {
		"branch": "main"
	},
	"cmp-path": {
		"branch": "main"
	},
	"cmp_luasnip": {
		"branch": "master"
	},
	"codeium.nvim": {
		"branch": "main"
	},
	"copilot.vim": {
		"branch": "release"
	},
	"dressing.nvim": {
		"branch": "master"
	},
	"edgy.nvim": {
		"branch": "main"
	},
	"friendly-snippets": {
		"branch": "main"
	},
	"gitsigns.nvim": {
		"branch": "main"
	},
	"lazy.nvim": {
		"branch": "main"
	},
	"lspkind.nvim": {
		"branch": "master"
	},
	"lspsaga.nvim": {
		"branch": "main"
	},
	"markdown-preview.nvim": {
		"branch": "master"
	},
	"mason-lspconfig": {
		"branch": "main"
	},
	"mason-null-ls.nvim": {
		"branch": "main"
	},
	"mason.nvim": {
		"branch": "main"
	},
	"neo-tree.nvim": {
		"branch": "v3.x"
	},
	"noice.nvim": {
		"branch": "main"
	},
	"nui.nvim": {
		"branch": "main"
	},
	"null-ls.nvim": {
		"branch": "main"
	},
	"nvim-autopairs": {
		"branch": "master"
	},
	"nvim-cmp": {
		"branch": "main"
	},
	"nvim-colorizer.lua": {
		"branch": "master"
	},
	"nvim-lspconfig": {
		"branch": "master"
	},
	"nvim-navic": {
		"branch": "master"
	},
	"nvim-treesitter": {
		"branch": "master"
	},
	"nvim-treesitter-context": {
		"branch": "master"
	},
	"nvim-ts-autotag": {
		"branch": "main"
	},
	"nvim-ufo": {
		"branch": "main"
	},
	"nvim-web-devicons": {
		"branch": "master"
	},
	"plenary.nvim": {
		"branch": "master"
	},
	"popup.nvim": {
		"branch": "master"
	},
	"presence.nvim": {
		"branch": "main"
	},
	"promise-async": {
		"branch": "main"
	},
	"rainbow-delimiters.nvim": {
		"branch": "master"
	},
	"satellite.nvim": {
		"branch": "main"
	},
	"statuscol.nvim": {
		"branch": "main"
	},
	"symbols-outline.nvim": {
		"branch": "master"
	},
	"telescope-media-files.nvim": {
		"branch": "master"
	},
	"telescope.nvim": {
		"branch": "master"
	},
	"todo-comments.nvim": {
		"branch": "main"
	},
	"toggleterm.nvim": {
		"branch": "main"
	},
	"trouble.nvim": {
		"branch": "main"
	},
	"vim-illuminate": {
		"branch": "master"
	},
	"which-key.nvim": {
		"branch": "main"
	}
}
